const work = {
  "title": "师说",
  "author": "韩愈",
  "fullText": [
    "嗟乎！",
    "师道之不传也久矣！欲人之无惑也难矣！",
    "古之圣人，其出人也远矣，犹且从师而问焉；",
    "今之众人，其下圣人也亦远矣，而耻学于师。",
    "是故圣益圣，愚益愚。",
    "圣人之所以为圣，愚人之所以为愚，其皆出于此乎？",
    "",
    "爱其子，择师而教之；",
    "于其身也，则耻师焉，惑矣。",
    "彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。",
    "句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。",
    "",
    "巫医乐师百工之人，不耻相师。",
    "士大夫之族，曰师曰弟子云者，则群聚而笑之。",
    "问之，则曰：彼与彼年相若也，道相似也，位卑则足羞，官盛则近谀。",
    "呜呼！师道之不复，可知矣。",
    "巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！",
  ]
};

export default work;
